/* Number of found search results */
"%d Result" = "%d αποτέλεσμα";

/* Number of found search results */
"%d Results" = "%d αποτελέσματα";

/* Number of words in a note */
"%d Word" = "%d λέξη";

/* Number of words in a note */
"%d Words" = "%d λέξεις";

/* Number of failed entries entering in passcode */
"%i Failed Passcode Attempt" = "%i αποτυχημένη απόπειρα συνθηματικού";

/* Number of failed entries entering in passcode */
"%i Failed Passcode Attempts" = "%i αποτυχημένες απόπειρες συνθηματικού";

/* Label of accept button on alert dialog */
"Accept" = "Αποδοχή";

/* A user's Simplenote account */
"Account" = "Λογαριασμός";

/* Noun - collaborators are other Simplenote users who you chose to share a note with */
"Add a new collaborator..." = "Προσθήκη συνεργάτη...";

/* Label on button to add a new tag to a note */
"Add tag" = "Προσθήκη ετικέτας";

/* Title of option to display all notes */
"All Notes" = "Σημειώσεις";

/* A short description to access the account login screen */
"Already have an account?" = "Έχετε ήδη λογαριασμό;";

/* No comment provided by engineer. */
"Cancel" = "Ακύρωση";

/* Verb - work with others on a note */
"Collaborate" = "Συνεργασία";

/* Noun - collaborators are other Simplenote users who you chose to share a note with */
"Collaborators" = "Συνεργάτες";

/* Option to make the note list show only 1 line of text. The default is 3. */
"Condensed Note List" = "Σύμπτυξη σημειώσεων";

/* Hint displayed in the password confirmation field */
"Confirm" = "Επιβεβαίωση";

/* An error message */
"Could not create an account with the provided email address and password." = "Δεν ήταν δυνατή η δημιουργία λογαριασμού με αυτό το email και κωδικό.";

/* Message displayed when login fails */
"Could not login with the provided email address and password." = "Δεν ήταν δυνατή η σύνδεση με αυτό το email και κωδικό.";

/* No comment provided by engineer. */
"Create a new note" = "Δημιουργία σημείωσης";

/* No comment provided by engineer. */
"Current Collaborators" = "Συνεργατες";

/* Option to enable the dark app theme. */
"Dark Theme" = "Νυχτερινό θέμα";

/* No comment provided by engineer. */
"Dismiss keyboard" = "Απόκρυψη";

/* A short description to access the account creation screen */
"Don't have an account?" = "Δεν έχετε λογαριασμό;";

/* No comment provided by engineer. */
"Done" = "OK";

/* Re-order or delete tags */
"Edit Tags" = "Επεξεργασία ετικετών";

/* Verb - empty causes all notes to be removed permenently from the trash */
"Empty" = "Διαγραφή";

/* Remove all notes from the trash */
"Empty trash" = "Διαγραφή όλων";

/* Message shown on passcode lock screen */
"Enter a passcode" = "Δημιουργία συνθηματικού";

/* Pin Lock */
"Enter your passcode" = "Εισάγετε το συνθηματικό σας";

/* Description of Simplenote shown in first launch view */
"Find notes quickly with instant searching and simple tags." = "Βρείτε σημειώσεις εύκολα και γρήγορα.";

/* Button label shown on first launch screen to start the log in process */
"Get Started" = "Ξεκινήστε";

/* Noun - the version history of a note */
"History" = "Ιστορικό";

/* Action - view the version history of a note */
"History..." = "Ιστορικό...";

/* Terminoligy used for sidebar UI element where tags are displayed */
"Menu" = "Μενού";

/* Label to create a new note */
"New note" = "Νέα σημείωση";

/* Message shown in note list when no notes are in the current view */
"No Notes" = "Καμία σημείωση";

/* Message shown when no notes match a search string */
"No Results" = "Δεν βρέθηκε";

/* Confirmation shown when a note is published */
"Note Published" = "Δημοσιευμένη σημείωση";

/* No comment provided by engineer. */
"Note not published" = "Μη δημοσιευμένη σημείωση";

/* Plural form of notes */
"Notes" = "Σημειώσεις";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Off" = "Απενεργοποίηση";

/* No comment provided by engineer. */
"On" = "Ενεργό";

/* Select a note to view in the note editor */
"Open note" = "Άνοιγμα σημείωσης";

/* A 4-digit code to lock the app when it is closed */
"Passcode" = "Συνθηματικό";

/* Pin Lock */
"Passcodes did not match. Try again." = "Τα συνθηματικά δεν συμφωνούν. Δοκιμάστε ξανά.";

/* Hint displayed in the password field */
"Password" = "Κωδικός";

/* Message displayed when password is invalid */
"Password must contain at least 4 characters." = "Ο κωδικός πρέπει να περιέχει τουλάχιστον 4 χαρακτήρες.";

/* Action to mark a note as pinned */
"Pin note" = "Επισ\/νση";

/* Denotes when note is pinned to the top of the note list */
"Pin to Top" = "Επισ\/νση";

/* Switch which marks a note as pinned or unpinned */
"Pin toggle" = "Επισήμανση";

/* Pinned notes are stuck to the note of the note list */
"Pinned" = "Επ\/θηκε";

/* No comment provided by engineer. */
"Preferences" = "Επιλογες";

/* Verb - Publishing a note creates  URL and for any note in a user's account, making it viewable to others */
"Publish" = "Αποστολή";

/* Failure message after attempting to publish a note */
"Publish Failed" = "Σφάλμα κατά την δημοσίευση";

/* Action which published a note to a web page */
"Publish note" = "Δημοσίευση";

/* Switch which marks a note as published or unpublished */
"Publish toggle" = "Διακόπτης δημοσίευσης";

/* No comment provided by engineer. */
"Published" = "Δημοσιεύθηκε";

/* Message shown when a note is in the processes of being published */
"Publishing..." = "Δημοσίευση...";

/* Prompt when setting up a passcode */
"Re-enter a passcode" = "Εισάγετε ξανά το συνθηματικό σας";

/* Delete a tag and remove it from all associated notes */
"Remove Tag" = "Διαγραφή ετικέτας";

/* No comment provided by engineer. */
"Remove all notes from trash" = "Διαγραφή όλων των σημειώσεων";

/* Prompt asking user to confirm the removal of a tag from a note */
"Remove tag?" = "Διαγραφή ετικέτας;";

/* Rename a tag */
"Rename" = "Μετονομασία";

/* Restore a note from the trash, markking it as undeleted */
"Restore" = "Ανάκτηση";

/* Restore a note to a previous version */
"Restore Note" = "Ανάκτηση σημείωσης";

/* Verb - send the content of the note by email, message, etc */
"Send" = "Αποστολή";

/* Prompt when setting up a passcode */
"Set Passcode" = "Δημιουργία συνθηματικού";

/* Title of options screen */
"Settings" = "Ρυθμίσεις";

/* Description of Simplenote shown in first launch view */
"Share a list, post some instructions, or publish your thoughts." = "Κοινοποιήστε λίστες, οδηγίες ή απλά τις σκέψεις σας.";

/* No comment provided by engineer. */
"Share note" = "Κοινοποίηση σημείωσης";

/* UI region to the left of the note list which shows all of a users tags */
"Sidebar" = "Στήλη";

/* Title of button for logging in (must be short) */
"Sign In" = "Σύνδεση";

/* Sign out of the active account in the app */
"Sign Out" = "Αποσύνδεση";

/* Title of button to create a new account (must be short) */
"Sign Up" = "Εγγραφή";

/* A short link to access the account login screen */
"Sign in" = "Σύνδεση";

/* A short link to access the account creation screen */
"Sign up" = "Εγγραφή";

/* Option to sort notes in the note list alphabetically. The default is by modification date */
"Sort Notes Alphabetically" = "Προβολή αλφαβητικά";

/* Message shown in first launch view */
"Stay organized" = "Οργανωθείτε";

/* Placeholder test in textfield when adding a new tag to a note */
"Add a tag..." = "Ετικέτα...";

/* Text used to display the name of a tag */
"Tag: %@" = "Ετικέτα: %@";

/* Details for a dialog that is displayed when there's a connection problem */
"There's a problem with the connection.  Please try again later." = "Πρόβλημα με τη σύνδεση. Δοκιμάστε ξανά.";

/* Displayed as a date in the case where a note was modified today, for example */
"Today" = "Σήμερα";

/* Accessibility hint used to show or hide the sidebar */
"Toggle tag sidebar" = "Εμφάνιση στήλης";

/* Offer to enable Touch ID support if available and passcode is on. */
"Touch ID" = "Touch ID";

/* Trash (noun) - the location where deleted notes are stored */
"Trash-noun" = "Διαγεγραμμένα";

/* Trash (verb) - the action of deleting a note */
"Trash-verb" = "Διαγραφή";

/* Prompt when disabling passcode */
"Turn off Passcode" = "Απενεργοποίηση συνθηματικού";

/* Message shown when gaining entry to app via a passcode */
"Unlock %@" = "Ξεκλείδωμα %@";

/* Action to mark a note as unpinned */
"Unpin note" = "Ακύρωση";

/* Action which unpublishes a note */
"Unpublish note" = "Δημοσίευση σημείωσης";

/* Message shown when unpublishing a note */
"Unpublishing..." = "Ακύρωση δημοσίευσης...";

/* Message shown in first launch view */
"Use it everywhere" = "Χρησιμοποιήστε το παντού";

/* Represents a snapshot in time for a note */
"Version" = "Έκδοση";

/* Message shown in first launch view */
"Welcome to Simplenote" = "Καλώς ήρθατε στο Simplenote";

/* Message shown in first launch view */
"Work together" = "Συνεργαστείτε";

/* Displayed as a date in the case where a note was modified yesterday, for example */
"Yesterday" = "Εχθές";

/* Message displayed when email address is invalid */
"Your email address is not valid." = "Μη έγκυρη διεύθυνση email.";

/* Description of Simplenote shown in first launch view */
"Your notes stay updated across all your devices. No buttons to press. It just works." = "Οι σημειώσεις αποθηκεύονται και ενημερώνονται αυτόματα σε όλες τις συσκευές σας.";

/* Accessibility hint on button which shows the current collaborators on a note */
"collaborate-accessibility-hint" = "Ενεργοποίηση συνεργατών";

/* No comment provided by engineer. */
"collaborators-description" = "Εισάγετε το email του συνεργάτη σας ώστε να ενεργοποιηθεί η δυνατότητα συνεργασίας και ταυτόχρονων αλλαγών στην σημείωση.";

/* Warning message shown when current note is deleted on another device */
"deleted-note-warning" = "Η σημείωση αυτή έχει διαγραφεί σε κάποια άλλη συσκευή";

/* Accessibility hint on button which shows the history of a note */
"history-accessibility-hint" = "Ανάκτηση σημείωσης στην προηγούμενη έκδοση";

/* iTunes app description */
"iTunes-description" = "Κρατήστε σημειώσεις εύκολα και γρήγορα με το Simplenote. Αυτόματος συγχρονισμός σε όλες τις συσκευές σας. Δωρεάν.\n\nΤο Simplenote είναι εύκολο και αποτελεσματικό. Ανοίξτε την εφαρμογή και γράψτε κάτι. Αυτό ήταν. Βρείτε παλαιότερες σημειώσεις γρήγορα με την ενσωματωμένη δυνατότητα αναζήτησης και οργάνωσης με ετικέτες.\n\nΚατεβάστε το Simplenote και δοκιμάστε το. Θα χρειαστεί να δημιουργήσετε λογαριασμό (δωρεάν) ώστε οι σημειώσεις να αποθηκεύονται αυτόματα σε όλες τις συσκευές σας.\n\nΜετά την εγγραφή είστε έτοιμοι να χρησιμοποιήσετε το Simplenote για να κρατήσετε σημειώσεις, να δημιουργήσετε λίστες κλπ. Επισκευθείτε το simplenote.com για να δοκιμάσετε το Simplenote και σε άλλες συσκευές.";

/* VoiceOver accessibiliity hint on button which shows or hides the menu */
"menu-accessibility-hint" = "Επιλογές σημείωσης";

/* VoiceOver accessibiliity hint on the button that closes the notes editor and navigates back to the note list */
"notes-accessibility-hint" = "Κλείσιμο";

/* Accessibility hint on button to share note */
"share-accessibility-hint" = "Κοινοποίηση σημείωσης";

/* Accessibility hint for adding a tag to a note */
"tag-add-accessibility-hint" = "Προσθήκη ετικέτας";

/* Accessibility hint on button to remove a tag from a current note */
"tag-delete-accessibility-hint" = "Διαγραφή ετικέτας";

/* Accessibility hint on button which moves a note to the trash */
"trash-accessibility-hint" = "Διαγραφή σημείωσης";

/* Error alert message shown when trying to view history of a note without an internet connection */
"version-alert-message" = "Συνδεθείτε στο internet για πρόσβαση στο ιστορικό";

/* Accessiblity hint describing how to reset the current note to a previous version */
"version-cell-accessibility-hint" = "Χρήση αυτής της έκδοσης";

/* Accessibility hint used when previous versions of a note are being fetched */
"version-cell-fetching-accessibility-hint" = "Ανάγνωση έκδοσης";

/* A welcome note for new iOS users */
"welcomeNote-iOS" = "Καλώς ήρθατε στο Simplenote!\n\nΓια νέα σημείωση πατήστε στο κουμπί συν.\n\nΠατήστε στον τίτλο της σημείωσης για άνοιγμα. Πατήστε στο περιεχόμενο για αλλαγές.\n\nΒρείτε σημειώσεις χρησιμοποιώντας το πεδίο αναζήτησης στο πάνω μέρος της οθόνης.\n\nΠατήστε στο κουμπί με το βέλος πάνω αριστερά ή σαρώστε προς τα δεξιά για να δείτε όλες τις ετικέτες. Προσθέστε ετικέτες σε κάθε σημειώση χρησιμοποιώντας το πεδίο Ετικέτες στο τέλος κάθε σημείωσης.\n\nΠατήστε στο κουμπί i για περισσότερες επιλογές. Προσθέστε συνεργάτες ή δημοσιεύστε την σημείωση ως ιστοσελίδα.\n\nΧρησιμοποιήστε το Simplenote σε Mac και Android ή στο http:\/\/simplenote.com. Όλες οι σημειώσεις συγχρονίζονται αυτόματα παντού.";

